Repository: bdobrica/ThinkPixelPlugin
Catalog: thinkpixel-search-rag/languages/thinkpixel-search-rag-*.po
Languages: de, es

source: %s Information
de: %s Informationen
es: Información de %s

source: %s Error
de: %s Fehler

source: %s Success
de: %s Erfolg
es: %s Éxito

source: %s Warning
de: %s Warnung
es: %s Advertencia

source: ThinkPixel Search RAG Settings
de: ThinkPixel Suche RAG-Einstellungen
es: Configuración RAG de Búsqueda ThinkPixel

source: ThinkPixel Search RAG
de: ThinkPixel Suche RAG
es: Busqueda RAG de ThinkPixel

source: Now
de: Jetzt
es: Ahora

source: minutes ago
de: vor Minuten
es: hace minutos

source: 1 hour ago
de: Vor 1 Stunde
es: Hace 1 hora

source: Today
de: Heute
es: Hoy

source: Error
de: Fehler

source: Please enter at least 2 characters.
de: Bitte geben Sie mindestens 2 Zeichen ein.
es: Por favor, introduce al menos 2 caracteres.

source: Bulk processing completed successfully.
de: Massenverarbeitung erfolgreich abgeschlossen.
es: El procesamiento por lotes se completó con éxito.

source: An error occurred during bulk indexing:
de: Ein Fehler ist beim Massenindexieren aufgetreten:
es: Se produjo un error durante la indexación masiva:

source: Error calling bulk processing API.
de: Fehler beim Aufrufen der Massenverarbeitungs-API.
es: Error al llamar a la API de procesamiento masivo.

source: Bulk processing API returned an error.
de: Die Bulkverarbeitungs-API hat einen Fehler zurückgegeben.
es: La API de procesamiento por lotes devolvió un error.

source: Settings
de: Einstellungen
es: Configuración

source: Error generating API key.
de: Fehler beim Erzeugen des API-Schlüssels.
es: Error al generar la clave API.

source: API key generated successfully.
de: API-Schlüssel erfolgreich erstellt.
es: Clave de API generada con éxito.

source: Error regenerating API key.
de: Fehler beim Erstellen eines neuen API-Schlüssels.
es: Error al regenerar la clave API.

source: API key regenerated successfully.
de: API-Schlüssel erfolgreich neu generiert.
es: La clave de API se ha regenerado con éxito.

source: Error skipping pages.
de: Fehler beim Überspringen von Seiten.
es: Error al omitir páginas.

source: No pages selected.
de: Keine Seiten ausgewählt.
es: No se seleccionaron páginas.

source: Error requesting new API key.
de: Fehler beim Anfordern eines neuen API-Schlüssels.
es: Error al solicitar una nueva clave de API.

source: Timeout while waiting for API key.
de: Zeitüberschreitung beim Warten auf den API-Schlüssel.
es: Tiempo de espera agotado mientras se esperaba la clave API.

source: API Health Status
de: API-Gesundheitsstatus
es: Estado de Salud de la API

source: Checking ThinkPixel API availability...
de: Überprüfung der Verfügbarkeit der ThinkPixel API...
es: Verificando la disponibilidad de la API de ThinkPixel...

source: Unknown
de: Unbekannt
es: Desconocido

source: API Key
de: API-Schlüssel
es: Clave de API

source: Manage your ThinkPixel API Key.
de: Verwalten Sie Ihren ThinkPixel API-Schlüssel.
es: Administra tu clave API de ThinkPixel.

source: Current API Key
de: Aktueller API-Schlüssel
es: Clave API Actual

source: Save API Key
de: API-Schlüssel speichern
es: Guardar clave de API

source: Actions
de: Aktionen
es: Acciones

source: Regenerate API Key
de: API-Schlüssel regenerieren
es: Regenerar clave de API

source: Request New API Key
de: Neuen API-Schlüssel anfordern
es: Solicitar nueva clave API

source: Generate API Key
de: API-Schlüssel generieren
es: Generar clave API

source: Page Indexing Status
de: Seitenindexierungsstatus
es: Estado de Indexación de Página

source: Indexed Pages
de: Indexierte Seiten
es: Páginas indexadas

source: Remaining Pages
de: Verbleibende Seiten
es: Páginas restantes

source: Run Bulk Indexing
de: Massendatenindizierung ausführen
es: Ejecutar Indexación Masiva

source: Skip Pages and Posts
de: Seiten und Beiträge überspringen
es: Omitir Páginas y Publicaciones

source: Search for pages and posts to skip from indexing.
de: Suche nach Seiten und Beiträgen, die von der Indexierung ausgeschlossen werden sollen.
es: Buscar páginas y publicaciones para omitir en la indexación.

source: Enter page/post title...
de: Geben Sie den Seitentitel/Beitragstitel ein...
es: Ingrese el título de la página/publicación...

source: Search
de: Suche
es: Buscar

source: Reset
de: Zurücksetzen
es: Restablecer

source: Title
de: Titel
es: Título

source: Indexed
de: Indexiert
es: Indexado

source: Updated At
de: Aktualisiert am
es: Actualizado el

source: Skip Selected Pages
de: Ausgewählte Seiten überspringen
es: Omitir páginas seleccionadas

source: Status
es: Estado

source: Version
es: Versión
